benchmark/results/k6_baseline.txt

         /\      Grafana   /‾‾/  
    /\  /  \     |\  __   /  /   
   /  \/    \    | |/ /  /   ‾‾\ 
  /          \   |   (  |  (‾)  |
 / __________ \  |_|\_\  \_____/ 

     execution: local
        script: load-test.js
        output: -

     scenarios: (100.00%) 1 scenario, 75 max VUs, 5m30s max duration (incl. graceful stop):
              * default: Up to 75 looping VUs for 5m0s over 3 stages (gracefulRampDown: 30s, gracefulStop: 30s)


running (0m01.0s), 03/75 VUs, 4 complete and 0 interrupted iterations
default   [   0% ] 03/75 VUs  0m01.0s/5m00.0s

running (0m02.0s), 05/75 VUs, 19 complete and 0 interrupted iterations
default   [   1% ] 05/75 VUs  0m02.0s/5m00.0s

running (0m03.0s), 08/75 VUs, 41 complete and 0 interrupted iterations
default   [   1% ] 08/75 VUs  0m03.0s/5m00.0s

running (0m04.0s), 10/75 VUs, 71 complete and 0 interrupted iterations
default   [   1% ] 10/75 VUs  0m04.0s/5m00.0s

running (0m05.0s), 13/75 VUs, 118 complete and 0 interrupted iterations
default   [   2% ] 13/75 VUs  0m05.0s/5m00.0s

running (0m06.0s), 15/75 VUs, 168 complete and 0 interrupted iterations
default   [   2% ] 15/75 VUs  0m06.0s/5m00.0s

running (0m07.0s), 18/75 VUs, 229 complete and 0 interrupted iterations
default   [   2% ] 18/75 VUs  0m07.0s/5m00.0s

running (0m08.0s), 20/75 VUs, 296 complete and 0 interrupted iterations
default   [   3% ] 20/75 VUs  0m08.0s/5m00.0s

running (0m09.0s), 23/75 VUs, 375 complete and 0 interrupted iterations
default   [   3% ] 23/75 VUs  0m09.0s/5m00.0s

running (0m10.0s), 25/75 VUs, 464 complete and 0 interrupted iterations
default   [   3% ] 25/75 VUs  0m10.0s/5m00.0s

running (0m11.0s), 28/75 VUs, 558 complete and 0 interrupted iterations
default   [   4% ] 28/75 VUs  0m11.0s/5m00.0s

running (0m12.0s), 30/75 VUs, 673 complete and 0 interrupted iterations
default   [   4% ] 30/75 VUs  0m12.0s/5m00.0s

running (0m13.0s), 33/75 VUs, 786 complete and 0 interrupted iterations
default   [   4% ] 33/75 VUs  0m13.0s/5m00.0s

running (0m14.0s), 35/75 VUs, 917 complete and 0 interrupted iterations
default   [   5% ] 35/75 VUs  0m14.0s/5m00.0s

running (0m15.0s), 37/75 VUs, 1048 complete and 0 interrupted iterations
default   [   5% ] 37/75 VUs  0m15.0s/5m00.0s

running (0m16.0s), 40/75 VUs, 1194 complete and 0 interrupted iterations
default   [   5% ] 40/75 VUs  0m16.0s/5m00.0s

running (0m17.0s), 42/75 VUs, 1351 complete and 0 interrupted iterations
default   [   6% ] 42/75 VUs  0m17.0s/5m00.0s

running (0m18.0s), 45/75 VUs, 1518 complete and 0 interrupted iterations
default   [   6% ] 45/75 VUs  0m18.0s/5m00.0s

running (0m19.0s), 47/75 VUs, 1683 complete and 0 interrupted iterations
default   [   6% ] 47/75 VUs  0m19.0s/5m00.0s

running (0m20.0s), 50/75 VUs, 1864 complete and 0 interrupted iterations
default   [   7% ] 50/75 VUs  0m20.0s/5m00.0s

running (0m21.0s), 52/75 VUs, 2043 complete and 0 interrupted iterations
default   [   7% ] 52/75 VUs  0m21.0s/5m00.0s

running (0m22.0s), 55/75 VUs, 2250 complete and 0 interrupted iterations
default   [   7% ] 55/75 VUs  0m22.0s/5m00.0s

running (0m23.0s), 57/75 VUs, 2449 complete and 0 interrupted iterations
default   [   8% ] 57/75 VUs  0m23.0s/5m00.0s

running (0m24.0s), 60/75 VUs, 2665 complete and 0 interrupted iterations
default   [   8% ] 60/75 VUs  0m24.0s/5m00.0s

running (0m25.0s), 62/75 VUs, 2883 complete and 0 interrupted iterations
default   [   8% ] 62/75 VUs  0m25.0s/5m00.0s

running (0m26.0s), 65/75 VUs, 3108 complete and 0 interrupted iterations
default   [   9% ] 65/75 VUs  0m26.0s/5m00.0s

running (0m27.0s), 67/75 VUs, 3347 complete and 0 interrupted iterations
default   [   9% ] 67/75 VUs  0m27.0s/5m00.0s

running (0m28.0s), 70/75 VUs, 3598 complete and 0 interrupted iterations
default   [   9% ] 70/75 VUs  0m28.0s/5m00.0s

running (0m29.0s), 72/75 VUs, 3858 complete and 0 interrupted iterations
default   [  10% ] 72/75 VUs  0m29.0s/5m00.0s

running (0m30.0s), 74/75 VUs, 4133 complete and 0 interrupted iterations
default   [  10% ] 74/75 VUs  0m30.0s/5m00.0s

running (0m31.0s), 75/75 VUs, 4411 complete and 0 interrupted iterations
default   [  10% ] 75/75 VUs  0m31.0s/5m00.0s

running (0m32.0s), 75/75 VUs, 4694 complete and 0 interrupted iterations
default   [  11% ] 75/75 VUs  0m32.0s/5m00.0s

running (0m33.0s), 75/75 VUs, 4955 complete and 0 interrupted iterations
default   [  11% ] 75/75 VUs  0m33.0s/5m00.0s

running (0m34.0s), 75/75 VUs, 5238 complete and 0 interrupted iterations
default   [  11% ] 75/75 VUs  0m34.0s/5m00.0s

running (0m35.0s), 75/75 VUs, 5503 complete and 0 interrupted iterations
default   [  12% ] 75/75 VUs  0m35.0s/5m00.0s

running (0m36.0s), 75/75 VUs, 5767 complete and 0 interrupted iterations
default   [  12% ] 75/75 VUs  0m36.0s/5m00.0s

running (0m37.0s), 75/75 VUs, 6043 complete and 0 interrupted iterations
default   [  12% ] 75/75 VUs  0m37.0s/5m00.0s

running (0m38.0s), 75/75 VUs, 6306 complete and 0 interrupted iterations
default   [  13% ] 75/75 VUs  0m38.0s/5m00.0s

running (0m39.0s), 75/75 VUs, 6571 complete and 0 interrupted iterations
default   [  13% ] 75/75 VUs  0m39.0s/5m00.0s

running (0m40.0s), 75/75 VUs, 6846 complete and 0 interrupted iterations
default   [  13% ] 75/75 VUs  0m40.0s/5m00.0s

running (0m41.0s), 75/75 VUs, 7121 complete and 0 interrupted iterations
default   [  14% ] 75/75 VUs  0m41.0s/5m00.0s

running (0m42.0s), 75/75 VUs, 7383 complete and 0 interrupted iterations
default   [  14% ] 75/75 VUs  0m42.0s/5m00.0s

running (0m43.0s), 75/75 VUs, 7651 complete and 0 interrupted iterations
default   [  14% ] 75/75 VUs  0m43.0s/5m00.0s

running (0m44.0s), 75/75 VUs, 7916 complete and 0 interrupted iterations
default   [  15% ] 75/75 VUs  0m44.0s/5m00.0s

running (0m45.0s), 75/75 VUs, 8186 complete and 0 interrupted iterations
default   [  15% ] 75/75 VUs  0m45.0s/5m00.0s

running (0m46.0s), 75/75 VUs, 8466 complete and 0 interrupted iterations
default   [  15% ] 75/75 VUs  0m46.0s/5m00.0s

running (0m47.0s), 75/75 VUs, 8747 complete and 0 interrupted iterations
default   [  16% ] 75/75 VUs  0m47.0s/5m00.0s

running (0m48.0s), 75/75 VUs, 9018 complete and 0 interrupted iterations
default   [  16% ] 75/75 VUs  0m48.0s/5m00.0s

running (0m49.0s), 75/75 VUs, 9290 complete and 0 interrupted iterations
default   [  16% ] 75/75 VUs  0m49.0s/5m00.0s

running (0m50.0s), 75/75 VUs, 9568 complete and 0 interrupted iterations
default   [  17% ] 75/75 VUs  0m50.0s/5m00.0s

running (0m51.0s), 75/75 VUs, 9842 complete and 0 interrupted iterations
default   [  17% ] 75/75 VUs  0m51.0s/5m00.0s

running (0m52.0s), 75/75 VUs, 10109 complete and 0 interrupted iterations
default   [  17% ] 75/75 VUs  0m52.0s/5m00.0s

running (0m53.0s), 75/75 VUs, 10377 complete and 0 interrupted iterations
default   [  18% ] 75/75 VUs  0m53.0s/5m00.0s

running (0m54.0s), 75/75 VUs, 10665 complete and 0 interrupted iterations
default   [  18% ] 75/75 VUs  0m54.0s/5m00.0s

running (0m55.0s), 75/75 VUs, 10944 complete and 0 interrupted iterations
default   [  18% ] 75/75 VUs  0m55.0s/5m00.0s

running (0m56.0s), 75/75 VUs, 11209 complete and 0 interrupted iterations
default   [  19% ] 75/75 VUs  0m56.0s/5m00.0s

running (0m57.0s), 75/75 VUs, 11490 complete and 0 interrupted iterations
default   [  19% ] 75/75 VUs  0m57.0s/5m00.0s

running (0m58.0s), 75/75 VUs, 11766 complete and 0 interrupted iterations
default   [  19% ] 75/75 VUs  0m58.0s/5m00.0s

running (0m59.0s), 75/75 VUs, 12035 complete and 0 interrupted iterations
default   [  20% ] 75/75 VUs  0m59.0s/5m00.0s

running (1m00.0s), 75/75 VUs, 12310 complete and 0 interrupted iterations
default   [  20% ] 75/75 VUs  1m00.0s/5m00.0s

running (1m01.0s), 75/75 VUs, 12574 complete and 0 interrupted iterations
default   [  20% ] 75/75 VUs  1m01.0s/5m00.0s

running (1m02.0s), 75/75 VUs, 12841 complete and 0 interrupted iterations
default   [  21% ] 75/75 VUs  1m02.0s/5m00.0s

running (1m03.0s), 75/75 VUs, 13106 complete and 0 interrupted iterations
default   [  21% ] 75/75 VUs  1m03.0s/5m00.0s

running (1m04.0s), 75/75 VUs, 13383 complete and 0 interrupted iterations
default   [  21% ] 75/75 VUs  1m04.0s/5m00.0s

running (1m05.0s), 75/75 VUs, 13661 complete and 0 interrupted iterations
default   [  22% ] 75/75 VUs  1m05.0s/5m00.0s

running (1m06.0s), 75/75 VUs, 13941 complete and 0 interrupted iterations
default   [  22% ] 75/75 VUs  1m06.0s/5m00.0s

running (1m07.0s), 75/75 VUs, 14218 complete and 0 interrupted iterations
default   [  22% ] 75/75 VUs  1m07.0s/5m00.0s

running (1m08.0s), 75/75 VUs, 14501 complete and 0 interrupted iterations
default   [  23% ] 75/75 VUs  1m08.0s/5m00.0s

running (1m09.0s), 75/75 VUs, 14771 complete and 0 interrupted iterations
default   [  23% ] 75/75 VUs  1m09.0s/5m00.0s

running (1m10.0s), 75/75 VUs, 15049 complete and 0 interrupted iterations
default   [  23% ] 75/75 VUs  1m10.0s/5m00.0s

running (1m11.0s), 75/75 VUs, 15326 complete and 0 interrupted iterations
default   [  24% ] 75/75 VUs  1m11.0s/5m00.0s

running (1m12.0s), 75/75 VUs, 15608 complete and 0 interrupted iterations
default   [  24% ] 75/75 VUs  1m12.0s/5m00.0s

running (1m13.0s), 75/75 VUs, 15886 complete and 0 interrupted iterations
default   [  24% ] 75/75 VUs  1m13.0s/5m00.0s

running (1m14.0s), 75/75 VUs, 16156 complete and 0 interrupted iterations
default   [  25% ] 75/75 VUs  1m14.0s/5m00.0s

running (1m15.0s), 75/75 VUs, 16429 complete and 0 interrupted iterations
default   [  25% ] 75/75 VUs  1m15.0s/5m00.0s

running (1m16.0s), 75/75 VUs, 16701 complete and 0 interrupted iterations
default   [  25% ] 75/75 VUs  1m16.0s/5m00.0s

running (1m17.0s), 75/75 VUs, 16981 complete and 0 interrupted iterations
default   [  26% ] 75/75 VUs  1m17.0s/5m00.0s

running (1m18.0s), 75/75 VUs, 17267 complete and 0 interrupted iterations
default   [  26% ] 75/75 VUs  1m18.0s/5m00.0s

running (1m19.0s), 75/75 VUs, 17552 complete and 0 interrupted iterations
default   [  26% ] 75/75 VUs  1m19.0s/5m00.0s

running (1m20.0s), 75/75 VUs, 17826 complete and 0 interrupted iterations
default   [  27% ] 75/75 VUs  1m20.0s/5m00.0s

running (1m21.0s), 75/75 VUs, 18100 complete and 0 interrupted iterations
default   [  27% ] 75/75 VUs  1m21.0s/5m00.0s

running (1m22.0s), 75/75 VUs, 18382 complete and 0 interrupted iterations
default   [  27% ] 75/75 VUs  1m22.0s/5m00.0s

running (1m23.0s), 75/75 VUs, 18655 complete and 0 interrupted iterations
default   [  28% ] 75/75 VUs  1m23.0s/5m00.0s

running (1m24.0s), 75/75 VUs, 18930 complete and 0 interrupted iterations
default   [  28% ] 75/75 VUs  1m24.0s/5m00.0s

running (1m25.0s), 75/75 VUs, 19212 complete and 0 interrupted iterations
default   [  28% ] 75/75 VUs  1m25.0s/5m00.0s

running (1m26.0s), 75/75 VUs, 19489 complete and 0 interrupted iterations
default   [  29% ] 75/75 VUs  1m26.0s/5m00.0s

running (1m27.0s), 75/75 VUs, 19768 complete and 0 interrupted iterations
default   [  29% ] 75/75 VUs  1m27.0s/5m00.0s

running (1m28.0s), 75/75 VUs, 20050 complete and 0 interrupted iterations
default   [  29% ] 75/75 VUs  1m28.0s/5m00.0s

running (1m29.0s), 75/75 VUs, 20328 complete and 0 interrupted iterations
default   [  30% ] 75/75 VUs  1m29.0s/5m00.0s

running (1m30.0s), 75/75 VUs, 20598 complete and 0 interrupted iterations
default   [  30% ] 75/75 VUs  1m30.0s/5m00.0s

running (1m31.0s), 75/75 VUs, 20884 complete and 0 interrupted iterations
default   [  30% ] 75/75 VUs  1m31.0s/5m00.0s

running (1m32.0s), 75/75 VUs, 21170 complete and 0 interrupted iterations
default   [  31% ] 75/75 VUs  1m32.0s/5m00.0s

running (1m33.0s), 75/75 VUs, 21450 complete and 0 interrupted iterations
default   [  31% ] 75/75 VUs  1m33.0s/5m00.0s

running (1m34.0s), 75/75 VUs, 21713 complete and 0 interrupted iterations
default   [  31% ] 75/75 VUs  1m34.0s/5m00.0s

running (1m35.0s), 75/75 VUs, 22003 complete and 0 interrupted iterations
default   [  32% ] 75/75 VUs  1m35.0s/5m00.0s

running (1m36.0s), 75/75 VUs, 22287 complete and 0 interrupted iterations
default   [  32% ] 75/75 VUs  1m36.0s/5m00.0s

running (1m37.0s), 75/75 VUs, 22566 complete and 0 interrupted iterations
default   [  32% ] 75/75 VUs  1m37.0s/5m00.0s

running (1m38.0s), 75/75 VUs, 22838 complete and 0 interrupted iterations
default   [  33% ] 75/75 VUs  1m38.0s/5m00.0s

running (1m39.0s), 75/75 VUs, 23117 complete and 0 interrupted iterations
default   [  33% ] 75/75 VUs  1m39.0s/5m00.0s

running (1m40.0s), 75/75 VUs, 23389 complete and 0 interrupted iterations
default   [  33% ] 75/75 VUs  1m40.0s/5m00.0s

running (1m41.0s), 75/75 VUs, 23662 complete and 0 interrupted iterations
default   [  34% ] 75/75 VUs  1m41.0s/5m00.0s

running (1m42.0s), 75/75 VUs, 23940 complete and 0 interrupted iterations
default   [  34% ] 75/75 VUs  1m42.0s/5m00.0s

running (1m43.0s), 75/75 VUs, 24230 complete and 0 interrupted iterations
default   [  34% ] 75/75 VUs  1m43.0s/5m00.0s

running (1m44.0s), 75/75 VUs, 24498 complete and 0 interrupted iterations
default   [  35% ] 75/75 VUs  1m44.0s/5m00.0s

running (1m45.0s), 75/75 VUs, 24768 complete and 0 interrupted iterations
default   [  35% ] 75/75 VUs  1m45.0s/5m00.0s

running (1m46.0s), 75/75 VUs, 25046 complete and 0 interrupted iterations
default   [  35% ] 75/75 VUs  1m46.0s/5m00.0s

running (1m47.0s), 75/75 VUs, 25322 complete and 0 interrupted iterations
default   [  36% ] 75/75 VUs  1m47.0s/5m00.0s

running (1m48.0s), 75/75 VUs, 25604 complete and 0 interrupted iterations
default   [  36% ] 75/75 VUs  1m48.0s/5m00.0s

running (1m49.0s), 75/75 VUs, 25890 complete and 0 interrupted iterations
default   [  36% ] 75/75 VUs  1m49.0s/5m00.0s

running (1m50.0s), 75/75 VUs, 26175 complete and 0 interrupted iterations
default   [  37% ] 75/75 VUs  1m50.0s/5m00.0s

running (1m51.0s), 75/75 VUs, 26460 complete and 0 interrupted iterations
default   [  37% ] 75/75 VUs  1m51.0s/5m00.0s

running (1m52.0s), 75/75 VUs, 26740 complete and 0 interrupted iterations
default   [  37% ] 75/75 VUs  1m52.0s/5m00.0s

running (1m53.0s), 75/75 VUs, 27005 complete and 0 interrupted iterations
default   [  38% ] 75/75 VUs  1m53.0s/5m00.0s

running (1m54.0s), 75/75 VUs, 27274 complete and 0 interrupted iterations
default   [  38% ] 75/75 VUs  1m54.0s/5m00.0s

running (1m55.0s), 75/75 VUs, 27549 complete and 0 interrupted iterations
default   [  38% ] 75/75 VUs  1m55.0s/5m00.0s

running (1m56.0s), 75/75 VUs, 27813 complete and 0 interrupted iterations
default   [  39% ] 75/75 VUs  1m56.0s/5m00.0s

running (1m57.0s), 75/75 VUs, 28086 complete and 0 interrupted iterations
default   [  39% ] 75/75 VUs  1m57.0s/5m00.0s

running (1m58.0s), 75/75 VUs, 28362 complete and 0 interrupted iterations
default   [  39% ] 75/75 VUs  1m58.0s/5m00.0s

running (1m59.0s), 75/75 VUs, 28628 complete and 0 interrupted iterations
default   [  40% ] 75/75 VUs  1m59.0s/5m00.0s

running (2m00.0s), 75/75 VUs, 28900 complete and 0 interrupted iterations
default   [  40% ] 75/75 VUs  2m00.0s/5m00.0s

running (2m01.0s), 75/75 VUs, 29181 complete and 0 interrupted iterations
default   [  40% ] 75/75 VUs  2m01.0s/5m00.0s

running (2m02.0s), 75/75 VUs, 29465 complete and 0 interrupted iterations
default   [  41% ] 75/75 VUs  2m02.0s/5m00.0s

running (2m03.0s), 75/75 VUs, 29741 complete and 0 interrupted iterations
default   [  41% ] 75/75 VUs  2m03.0s/5m00.0s

running (2m04.0s), 75/75 VUs, 30008 complete and 0 interrupted iterations
default   [  41% ] 75/75 VUs  2m04.0s/5m00.0s

running (2m05.0s), 75/75 VUs, 30274 complete and 0 interrupted iterations
default   [  42% ] 75/75 VUs  2m05.0s/5m00.0s

running (2m06.0s), 75/75 VUs, 30553 complete and 0 interrupted iterations
default   [  42% ] 75/75 VUs  2m06.0s/5m00.0s

running (2m07.0s), 75/75 VUs, 30830 complete and 0 interrupted iterations
default   [  42% ] 75/75 VUs  2m07.0s/5m00.0s

running (2m08.0s), 75/75 VUs, 31095 complete and 0 interrupted iterations
default   [  43% ] 75/75 VUs  2m08.0s/5m00.0s

running (2m09.0s), 75/75 VUs, 31371 complete and 0 interrupted iterations
default   [  43% ] 75/75 VUs  2m09.0s/5m00.0s

running (2m10.0s), 75/75 VUs, 31649 complete and 0 interrupted iterations
default   [  43% ] 75/75 VUs  2m10.0s/5m00.0s

running (2m11.0s), 75/75 VUs, 31923 complete and 0 interrupted iterations
default   [  44% ] 75/75 VUs  2m11.0s/5m00.0s

running (2m12.0s), 75/75 VUs, 32190 complete and 0 interrupted iterations
default   [  44% ] 75/75 VUs  2m12.0s/5m00.0s

running (2m13.0s), 75/75 VUs, 32457 complete and 0 interrupted iterations
default   [  44% ] 75/75 VUs  2m13.0s/5m00.0s

running (2m14.0s), 75/75 VUs, 32736 complete and 0 interrupted iterations
default   [  45% ] 75/75 VUs  2m14.0s/5m00.0s

running (2m15.0s), 75/75 VUs, 33011 complete and 0 interrupted iterations
default   [  45% ] 75/75 VUs  2m15.0s/5m00.0s

running (2m16.0s), 75/75 VUs, 33286 complete and 0 interrupted iterations
default   [  45% ] 75/75 VUs  2m16.0s/5m00.0s

running (2m17.0s), 75/75 VUs, 33549 complete and 0 interrupted iterations
default   [  46% ] 75/75 VUs  2m17.0s/5m00.0s

running (2m18.0s), 75/75 VUs, 33822 complete and 0 interrupted iterations
default   [  46% ] 75/75 VUs  2m18.0s/5m00.0s

running (2m19.0s), 75/75 VUs, 34093 complete and 0 interrupted iterations
default   [  46% ] 75/75 VUs  2m19.0s/5m00.0s

running (2m20.0s), 75/75 VUs, 34362 complete and 0 interrupted iterations
default   [  47% ] 75/75 VUs  2m20.0s/5m00.0s

running (2m21.0s), 75/75 VUs, 34640 complete and 0 interrupted iterations
default   [  47% ] 75/75 VUs  2m21.0s/5m00.0s

running (2m22.0s), 75/75 VUs, 34913 complete and 0 interrupted iterations
default   [  47% ] 75/75 VUs  2m22.0s/5m00.0s

running (2m23.0s), 75/75 VUs, 35162 complete and 0 interrupted iterations
default   [  48% ] 75/75 VUs  2m23.0s/5m00.0s

running (2m24.0s), 75/75 VUs, 35425 complete and 0 interrupted iterations
default   [  48% ] 75/75 VUs  2m24.0s/5m00.0s

running (2m25.0s), 75/75 VUs, 35687 complete and 0 interrupted iterations
default   [  48% ] 75/75 VUs  2m25.0s/5m00.0s

running (2m26.0s), 75/75 VUs, 35958 complete and 0 interrupted iterations
default   [  49% ] 75/75 VUs  2m26.0s/5m00.0s

running (2m27.0s), 75/75 VUs, 36236 complete and 0 interrupted iterations
default   [  49% ] 75/75 VUs  2m27.0s/5m00.0s

running (2m28.0s), 75/75 VUs, 36504 complete and 0 interrupted iterations
default   [  49% ] 75/75 VUs  2m28.0s/5m00.0s

running (2m29.0s), 75/75 VUs, 36784 complete and 0 interrupted iterations
default   [  50% ] 75/75 VUs  2m29.0s/5m00.0s

running (2m30.0s), 75/75 VUs, 37060 complete and 0 interrupted iterations
default   [  50% ] 75/75 VUs  2m30.0s/5m00.0s

running (2m31.0s), 75/75 VUs, 37345 complete and 0 interrupted iterations
default   [  50% ] 75/75 VUs  2m31.0s/5m00.0s

running (2m32.0s), 75/75 VUs, 37619 complete and 0 interrupted iterations
default   [  51% ] 75/75 VUs  2m32.0s/5m00.0s

running (2m33.0s), 75/75 VUs, 37901 complete and 0 interrupted iterations
default   [  51% ] 75/75 VUs  2m33.0s/5m00.0s

running (2m34.0s), 75/75 VUs, 38176 complete and 0 interrupted iterations
default   [  51% ] 75/75 VUs  2m34.0s/5m00.0s

running (2m35.0s), 75/75 VUs, 38455 complete and 0 interrupted iterations
default   [  52% ] 75/75 VUs  2m35.0s/5m00.0s

running (2m36.0s), 75/75 VUs, 38729 complete and 0 interrupted iterations
default   [  52% ] 75/75 VUs  2m36.0s/5m00.0s

running (2m37.0s), 75/75 VUs, 39002 complete and 0 interrupted iterations
default   [  52% ] 75/75 VUs  2m37.0s/5m00.0s

running (2m38.0s), 75/75 VUs, 39285 complete and 0 interrupted iterations
default   [  53% ] 75/75 VUs  2m38.0s/5m00.0s

running (2m39.0s), 75/75 VUs, 39563 complete and 0 interrupted iterations
default   [  53% ] 75/75 VUs  2m39.0s/5m00.0s

running (2m40.0s), 75/75 VUs, 39844 complete and 0 interrupted iterations
default   [  53% ] 75/75 VUs  2m40.0s/5m00.0s

running (2m41.0s), 75/75 VUs, 40118 complete and 0 interrupted iterations
default   [  54% ] 75/75 VUs  2m41.0s/5m00.0s

running (2m42.0s), 75/75 VUs, 40399 complete and 0 interrupted iterations
default   [  54% ] 75/75 VUs  2m42.0s/5m00.0s

running (2m43.0s), 75/75 VUs, 40690 complete and 0 interrupted iterations
default   [  54% ] 75/75 VUs  2m43.0s/5m00.0s

running (2m44.0s), 75/75 VUs, 40968 complete and 0 interrupted iterations
default   [  55% ] 75/75 VUs  2m44.0s/5m00.0s

running (2m45.0s), 75/75 VUs, 41241 complete and 0 interrupted iterations
default   [  55% ] 75/75 VUs  2m45.0s/5m00.0s

running (2m46.0s), 75/75 VUs, 41522 complete and 0 interrupted iterations
default   [  55% ] 75/75 VUs  2m46.0s/5m00.0s

running (2m47.0s), 75/75 VUs, 41799 complete and 0 interrupted iterations
default   [  56% ] 75/75 VUs  2m47.0s/5m00.0s

running (2m48.0s), 75/75 VUs, 42066 complete and 0 interrupted iterations
default   [  56% ] 75/75 VUs  2m48.0s/5m00.0s

running (2m49.0s), 75/75 VUs, 42353 complete and 0 interrupted iterations
default   [  56% ] 75/75 VUs  2m49.0s/5m00.0s

running (2m50.0s), 75/75 VUs, 42624 complete and 0 interrupted iterations
default   [  57% ] 75/75 VUs  2m50.0s/5m00.0s

running (2m51.0s), 75/75 VUs, 42909 complete and 0 interrupted iterations
default   [  57% ] 75/75 VUs  2m51.0s/5m00.0s

running (2m52.0s), 75/75 VUs, 43187 complete and 0 interrupted iterations
default   [  57% ] 75/75 VUs  2m52.0s/5m00.0s

running (2m53.0s), 75/75 VUs, 43461 complete and 0 interrupted iterations
default   [  58% ] 75/75 VUs  2m53.0s/5m00.0s

running (2m54.0s), 75/75 VUs, 43731 complete and 0 interrupted iterations
default   [  58% ] 75/75 VUs  2m54.0s/5m00.0s

running (2m55.0s), 75/75 VUs, 43998 complete and 0 interrupted iterations
default   [  58% ] 75/75 VUs  2m55.0s/5m00.0s

running (2m56.0s), 75/75 VUs, 44280 complete and 0 interrupted iterations
default   [  59% ] 75/75 VUs  2m56.0s/5m00.0s

running (2m57.0s), 75/75 VUs, 44554 complete and 0 interrupted iterations
default   [  59% ] 75/75 VUs  2m57.0s/5m00.0s

running (2m58.0s), 75/75 VUs, 44836 complete and 0 interrupted iterations
default   [  59% ] 75/75 VUs  2m58.0s/5m00.0s

running (2m59.0s), 75/75 VUs, 45115 complete and 0 interrupted iterations
default   [  60% ] 75/75 VUs  2m59.0s/5m00.0s

running (3m00.0s), 75/75 VUs, 45393 complete and 0 interrupted iterations
default   [  60% ] 75/75 VUs  3m00.0s/5m00.0s

running (3m01.0s), 75/75 VUs, 45675 complete and 0 interrupted iterations
default   [  60% ] 75/75 VUs  3m01.0s/5m00.0s

running (3m02.0s), 75/75 VUs, 45950 complete and 0 interrupted iterations
default   [  61% ] 75/75 VUs  3m02.0s/5m00.0s

running (3m03.0s), 75/75 VUs, 46226 complete and 0 interrupted iterations
default   [  61% ] 75/75 VUs  3m03.0s/5m00.0s

running (3m04.0s), 75/75 VUs, 46514 complete and 0 interrupted iterations
default   [  61% ] 75/75 VUs  3m04.0s/5m00.0s

running (3m05.0s), 75/75 VUs, 46790 complete and 0 interrupted iterations
default   [  62% ] 75/75 VUs  3m05.0s/5m00.0s

running (3m06.0s), 75/75 VUs, 47066 complete and 0 interrupted iterations
default   [  62% ] 75/75 VUs  3m06.0s/5m00.0s

running (3m07.0s), 75/75 VUs, 47352 complete and 0 interrupted iterations
default   [  62% ] 75/75 VUs  3m07.0s/5m00.0s

running (3m08.0s), 75/75 VUs, 47632 complete and 0 interrupted iterations
default   [  63% ] 75/75 VUs  3m08.0s/5m00.0s

running (3m09.0s), 75/75 VUs, 47915 complete and 0 interrupted iterations
default   [  63% ] 75/75 VUs  3m09.0s/5m00.0s

running (3m10.0s), 75/75 VUs, 48191 complete and 0 interrupted iterations
default   [  63% ] 75/75 VUs  3m10.0s/5m00.0s

running (3m11.0s), 75/75 VUs, 48468 complete and 0 interrupted iterations
default   [  64% ] 75/75 VUs  3m11.0s/5m00.0s

running (3m12.0s), 75/75 VUs, 48742 complete and 0 interrupted iterations
default   [  64% ] 75/75 VUs  3m12.0s/5m00.0s

running (3m13.0s), 75/75 VUs, 49030 complete and 0 interrupted iterations
default   [  64% ] 75/75 VUs  3m13.0s/5m00.0s

running (3m14.0s), 75/75 VUs, 49299 complete and 0 interrupted iterations
default   [  65% ] 75/75 VUs  3m14.0s/5m00.0s

running (3m15.0s), 75/75 VUs, 49570 complete and 0 interrupted iterations
default   [  65% ] 75/75 VUs  3m15.0s/5m00.0s

running (3m16.0s), 75/75 VUs, 49849 complete and 0 interrupted iterations
default   [  65% ] 75/75 VUs  3m16.0s/5m00.0s

running (3m17.0s), 75/75 VUs, 50125 complete and 0 interrupted iterations
default   [  66% ] 75/75 VUs  3m17.0s/5m00.0s

running (3m18.0s), 75/75 VUs, 50400 complete and 0 interrupted iterations
default   [  66% ] 75/75 VUs  3m18.0s/5m00.0s

running (3m19.0s), 75/75 VUs, 50676 complete and 0 interrupted iterations
default   [  66% ] 75/75 VUs  3m19.0s/5m00.0s

running (3m20.0s), 75/75 VUs, 50955 complete and 0 interrupted iterations
default   [  67% ] 75/75 VUs  3m20.0s/5m00.0s

running (3m21.0s), 75/75 VUs, 51232 complete and 0 interrupted iterations
default   [  67% ] 75/75 VUs  3m21.0s/5m00.0s

running (3m22.0s), 75/75 VUs, 51507 complete and 0 interrupted iterations
default   [  67% ] 75/75 VUs  3m22.0s/5m00.0s

running (3m23.0s), 75/75 VUs, 51779 complete and 0 interrupted iterations
default   [  68% ] 75/75 VUs  3m23.0s/5m00.0s

running (3m24.0s), 75/75 VUs, 52062 complete and 0 interrupted iterations
default   [  68% ] 75/75 VUs  3m24.0s/5m00.0s

running (3m25.0s), 75/75 VUs, 52350 complete and 0 interrupted iterations
default   [  68% ] 75/75 VUs  3m25.0s/5m00.0s

running (3m26.0s), 75/75 VUs, 52632 complete and 0 interrupted iterations
default   [  69% ] 75/75 VUs  3m26.0s/5m00.0s

running (3m27.0s), 75/75 VUs, 52913 complete and 0 interrupted iterations
default   [  69% ] 75/75 VUs  3m27.0s/5m00.0s

running (3m28.0s), 75/75 VUs, 53177 complete and 0 interrupted iterations
default   [  69% ] 75/75 VUs  3m28.0s/5m00.0s

running (3m29.0s), 75/75 VUs, 53452 complete and 0 interrupted iterations
default   [  70% ] 75/75 VUs  3m29.0s/5m00.0s

running (3m30.0s), 75/75 VUs, 53737 complete and 0 interrupted iterations
default   [  70% ] 75/75 VUs  3m30.0s/5m00.0s

running (3m31.0s), 75/75 VUs, 54020 complete and 0 interrupted iterations
default   [  70% ] 75/75 VUs  3m31.0s/5m00.0s

running (3m32.0s), 75/75 VUs, 54305 complete and 0 interrupted iterations
default   [  71% ] 75/75 VUs  3m32.0s/5m00.0s

running (3m33.0s), 75/75 VUs, 54585 complete and 0 interrupted iterations
default   [  71% ] 75/75 VUs  3m33.0s/5m00.0s

running (3m34.0s), 75/75 VUs, 54857 complete and 0 interrupted iterations
default   [  71% ] 75/75 VUs  3m34.0s/5m00.0s

running (3m35.0s), 75/75 VUs, 55147 complete and 0 interrupted iterations
default   [  72% ] 75/75 VUs  3m35.0s/5m00.0s

running (3m36.0s), 75/75 VUs, 55426 complete and 0 interrupted iterations
default   [  72% ] 75/75 VUs  3m36.0s/5m00.0s

running (3m37.0s), 75/75 VUs, 55698 complete and 0 interrupted iterations
default   [  72% ] 75/75 VUs  3m37.0s/5m00.0s

running (3m38.0s), 75/75 VUs, 55980 complete and 0 interrupted iterations
default   [  73% ] 75/75 VUs  3m38.0s/5m00.0s

running (3m39.0s), 75/75 VUs, 56252 complete and 0 interrupted iterations
default   [  73% ] 75/75 VUs  3m39.0s/5m00.0s

running (3m40.0s), 75/75 VUs, 56520 complete and 0 interrupted iterations
default   [  73% ] 75/75 VUs  3m40.0s/5m00.0s

running (3m41.0s), 75/75 VUs, 56798 complete and 0 interrupted iterations
default   [  74% ] 75/75 VUs  3m41.0s/5m00.0s

running (3m42.0s), 75/75 VUs, 57085 complete and 0 interrupted iterations
default   [  74% ] 75/75 VUs  3m42.0s/5m00.0s

running (3m43.0s), 75/75 VUs, 57355 complete and 0 interrupted iterations
default   [  74% ] 75/75 VUs  3m43.0s/5m00.0s

running (3m44.0s), 75/75 VUs, 57637 complete and 0 interrupted iterations
default   [  75% ] 75/75 VUs  3m44.0s/5m00.0s

running (3m45.0s), 75/75 VUs, 57916 complete and 0 interrupted iterations
default   [  75% ] 75/75 VUs  3m45.0s/5m00.0s

running (3m46.0s), 75/75 VUs, 58206 complete and 0 interrupted iterations
default   [  75% ] 75/75 VUs  3m46.0s/5m00.0s

running (3m47.0s), 75/75 VUs, 58495 complete and 0 interrupted iterations
default   [  76% ] 75/75 VUs  3m47.0s/5m00.0s

running (3m48.0s), 75/75 VUs, 58766 complete and 0 interrupted iterations
default   [  76% ] 75/75 VUs  3m48.0s/5m00.0s

running (3m49.0s), 75/75 VUs, 59032 complete and 0 interrupted iterations
default   [  76% ] 75/75 VUs  3m49.0s/5m00.0s

running (3m50.0s), 75/75 VUs, 59303 complete and 0 interrupted iterations
default   [  77% ] 75/75 VUs  3m50.0s/5m00.0s

running (3m51.0s), 75/75 VUs, 59578 complete and 0 interrupted iterations
default   [  77% ] 75/75 VUs  3m51.0s/5m00.0s

running (3m52.0s), 75/75 VUs, 59861 complete and 0 interrupted iterations
default   [  77% ] 75/75 VUs  3m52.0s/5m00.0s

running (3m53.0s), 75/75 VUs, 60133 complete and 0 interrupted iterations
default   [  78% ] 75/75 VUs  3m53.0s/5m00.0s

running (3m54.0s), 75/75 VUs, 60420 complete and 0 interrupted iterations
default   [  78% ] 75/75 VUs  3m54.0s/5m00.0s

running (3m55.0s), 75/75 VUs, 60692 complete and 0 interrupted iterations
default   [  78% ] 75/75 VUs  3m55.0s/5m00.0s

running (3m56.0s), 75/75 VUs, 60973 complete and 0 interrupted iterations
default   [  79% ] 75/75 VUs  3m56.0s/5m00.0s

running (3m57.0s), 75/75 VUs, 61259 complete and 0 interrupted iterations
default   [  79% ] 75/75 VUs  3m57.0s/5m00.0s

running (3m58.0s), 75/75 VUs, 61537 complete and 0 interrupted iterations
default   [  79% ] 75/75 VUs  3m58.0s/5m00.0s

running (3m59.0s), 75/75 VUs, 61827 complete and 0 interrupted iterations
default   [  80% ] 75/75 VUs  3m59.0s/5m00.0s

running (4m00.0s), 75/75 VUs, 62102 complete and 0 interrupted iterations
default   [  80% ] 75/75 VUs  4m00.0s/5m00.0s

running (4m01.0s), 75/75 VUs, 62382 complete and 0 interrupted iterations
default   [  80% ] 75/75 VUs  4m01.0s/5m00.0s

running (4m02.0s), 75/75 VUs, 62663 complete and 0 interrupted iterations
default   [  81% ] 75/75 VUs  4m02.0s/5m00.0s

running (4m03.0s), 75/75 VUs, 62943 complete and 0 interrupted iterations
default   [  81% ] 75/75 VUs  4m03.0s/5m00.0s

running (4m04.0s), 75/75 VUs, 63224 complete and 0 interrupted iterations
default   [  81% ] 75/75 VUs  4m04.0s/5m00.0s

running (4m05.0s), 75/75 VUs, 63492 complete and 0 interrupted iterations
default   [  82% ] 75/75 VUs  4m05.0s/5m00.0s

running (4m06.0s), 75/75 VUs, 63771 complete and 0 interrupted iterations
default   [  82% ] 75/75 VUs  4m06.0s/5m00.0s

running (4m07.0s), 75/75 VUs, 64050 complete and 0 interrupted iterations
default   [  82% ] 75/75 VUs  4m07.0s/5m00.0s

running (4m08.0s), 75/75 VUs, 64317 complete and 0 interrupted iterations
default   [  83% ] 75/75 VUs  4m08.0s/5m00.0s

running (4m09.0s), 75/75 VUs, 64593 complete and 0 interrupted iterations
default   [  83% ] 75/75 VUs  4m09.0s/5m00.0s

running (4m10.0s), 75/75 VUs, 64874 complete and 0 interrupted iterations
default   [  83% ] 75/75 VUs  4m10.0s/5m00.0s

running (4m11.0s), 75/75 VUs, 65161 complete and 0 interrupted iterations
default   [  84% ] 75/75 VUs  4m11.0s/5m00.0s

running (4m12.0s), 75/75 VUs, 65439 complete and 0 interrupted iterations
default   [  84% ] 75/75 VUs  4m12.0s/5m00.0s

running (4m13.0s), 75/75 VUs, 65713 complete and 0 interrupted iterations
default   [  84% ] 75/75 VUs  4m13.0s/5m00.0s

running (4m14.0s), 75/75 VUs, 65986 complete and 0 interrupted iterations
default   [  85% ] 75/75 VUs  4m14.0s/5m00.0s

running (4m15.0s), 75/75 VUs, 66258 complete and 0 interrupted iterations
default   [  85% ] 75/75 VUs  4m15.0s/5m00.0s

running (4m16.0s), 75/75 VUs, 66539 complete and 0 interrupted iterations
default   [  85% ] 75/75 VUs  4m16.0s/5m00.0s

running (4m17.0s), 75/75 VUs, 66823 complete and 0 interrupted iterations
default   [  86% ] 75/75 VUs  4m17.0s/5m00.0s

running (4m18.0s), 75/75 VUs, 67088 complete and 0 interrupted iterations
default   [  86% ] 75/75 VUs  4m18.0s/5m00.0s

running (4m19.0s), 75/75 VUs, 67354 complete and 0 interrupted iterations
default   [  86% ] 75/75 VUs  4m19.0s/5m00.0s

running (4m20.0s), 75/75 VUs, 67626 complete and 0 interrupted iterations
default   [  87% ] 75/75 VUs  4m20.0s/5m00.0s

running (4m21.0s), 75/75 VUs, 67909 complete and 0 interrupted iterations
default   [  87% ] 75/75 VUs  4m21.0s/5m00.0s

running (4m22.0s), 75/75 VUs, 68177 complete and 0 interrupted iterations
default   [  87% ] 75/75 VUs  4m22.0s/5m00.0s

running (4m23.0s), 75/75 VUs, 68458 complete and 0 interrupted iterations
default   [  88% ] 75/75 VUs  4m23.0s/5m00.0s

running (4m24.0s), 75/75 VUs, 68742 complete and 0 interrupted iterations
default   [  88% ] 75/75 VUs  4m24.0s/5m00.0s

running (4m25.0s), 75/75 VUs, 69009 complete and 0 interrupted iterations
default   [  88% ] 75/75 VUs  4m25.0s/5m00.0s

running (4m26.0s), 75/75 VUs, 69293 complete and 0 interrupted iterations
default   [  89% ] 75/75 VUs  4m26.0s/5m00.0s

running (4m27.0s), 75/75 VUs, 69578 complete and 0 interrupted iterations
default   [  89% ] 75/75 VUs  4m27.0s/5m00.0s

running (4m28.0s), 75/75 VUs, 69855 complete and 0 interrupted iterations
default   [  89% ] 75/75 VUs  4m28.0s/5m00.0s

running (4m29.0s), 75/75 VUs, 70134 complete and 0 interrupted iterations
default   [  90% ] 75/75 VUs  4m29.0s/5m00.0s

running (4m30.0s), 75/75 VUs, 70406 complete and 0 interrupted iterations
default   [  90% ] 75/75 VUs  4m30.0s/5m00.0s

running (4m31.0s), 73/75 VUs, 70669 complete and 0 interrupted iterations
default   [  90% ] 73/75 VUs  4m31.0s/5m00.0s

running (4m32.0s), 71/75 VUs, 70943 complete and 0 interrupted iterations
default   [  91% ] 71/75 VUs  4m32.0s/5m00.0s

running (4m33.0s), 69/75 VUs, 71197 complete and 0 interrupted iterations
default   [  91% ] 69/75 VUs  4m33.0s/5m00.0s

running (4m34.0s), 66/75 VUs, 71446 complete and 0 interrupted iterations
default   [  91% ] 66/75 VUs  4m34.0s/5m00.0s

running (4m35.0s), 64/75 VUs, 71688 complete and 0 interrupted iterations
default   [  92% ] 64/75 VUs  4m35.0s/5m00.0s

running (4m36.0s), 61/75 VUs, 71923 complete and 0 interrupted iterations
default   [  92% ] 61/75 VUs  4m36.0s/5m00.0s

running (4m37.0s), 58/75 VUs, 72143 complete and 0 interrupted iterations
default   [  92% ] 58/75 VUs  4m37.0s/5m00.0s

running (4m38.0s), 56/75 VUs, 72357 complete and 0 interrupted iterations
default   [  93% ] 56/75 VUs  4m38.0s/5m00.0s

running (4m39.0s), 53/75 VUs, 72558 complete and 0 interrupted iterations
default   [  93% ] 53/75 VUs  4m39.0s/5m00.0s

running (4m40.0s), 51/75 VUs, 72751 complete and 0 interrupted iterations
default   [  93% ] 51/75 VUs  4m40.0s/5m00.0s

running (4m41.0s), 48/75 VUs, 72938 complete and 0 interrupted iterations
default   [  94% ] 48/75 VUs  4m41.0s/5m00.0s

running (4m42.0s), 46/75 VUs, 73119 complete and 0 interrupted iterations
default   [  94% ] 46/75 VUs  4m42.0s/5m00.0s

running (4m43.0s), 43/75 VUs, 73281 complete and 0 interrupted iterations
default   [  94% ] 43/75 VUs  4m43.0s/5m00.0s

running (4m44.0s), 41/75 VUs, 73437 complete and 0 interrupted iterations
default   [  95% ] 41/75 VUs  4m44.0s/5m00.0s

running (4m45.0s), 38/75 VUs, 73592 complete and 0 interrupted iterations
default   [  95% ] 38/75 VUs  4m45.0s/5m00.0s

running (4m46.0s), 36/75 VUs, 73731 complete and 0 interrupted iterations
default   [  95% ] 36/75 VUs  4m46.0s/5m00.0s

running (4m47.0s), 33/75 VUs, 73860 complete and 0 interrupted iterations
default   [  96% ] 33/75 VUs  4m47.0s/5m00.0s

running (4m48.0s), 31/75 VUs, 73983 complete and 0 interrupted iterations
default   [  96% ] 31/75 VUs  4m48.0s/5m00.0s

running (4m49.0s), 28/75 VUs, 74097 complete and 0 interrupted iterations
default   [  96% ] 28/75 VUs  4m49.0s/5m00.0s

running (4m50.0s), 26/75 VUs, 74205 complete and 0 interrupted iterations
default   [  97% ] 26/75 VUs  4m50.0s/5m00.0s

running (4m51.0s), 23/75 VUs, 74301 complete and 0 interrupted iterations
default   [  97% ] 23/75 VUs  4m51.0s/5m00.0s

running (4m52.0s), 21/75 VUs, 74387 complete and 0 interrupted iterations
default   [  97% ] 21/75 VUs  4m52.0s/5m00.0s

running (4m53.0s), 18/75 VUs, 74461 complete and 0 interrupted iterations
default   [  98% ] 18/75 VUs  4m53.0s/5m00.0s

running (4m54.0s), 16/75 VUs, 74528 complete and 0 interrupted iterations
default   [  98% ] 16/75 VUs  4m54.0s/5m00.0s

running (4m55.0s), 13/75 VUs, 74585 complete and 0 interrupted iterations
default   [  98% ] 13/75 VUs  4m55.0s/5m00.0s

running (4m56.0s), 11/75 VUs, 74631 complete and 0 interrupted iterations
default   [  99% ] 11/75 VUs  4m56.0s/5m00.0s

running (4m57.0s), 08/75 VUs, 74673 complete and 0 interrupted iterations
default   [  99% ] 08/75 VUs  4m57.0s/5m00.0s

running (4m58.0s), 06/75 VUs, 74704 complete and 0 interrupted iterations
default   [  99% ] 06/75 VUs  4m58.0s/5m00.0s

running (4m59.0s), 03/75 VUs, 74723 complete and 0 interrupted iterations
default   [ 100% ] 03/75 VUs  4m59.0s/5m00.0s

running (5m00.0s), 01/75 VUs, 74731 complete and 0 interrupted iterations
default   [ 100% ] 01/75 VUs  5m00.0s/5m00.0s

     ✓ status 200

     checks.........................: 100.00% 74732 out of 74732
     data_received..................: 22 MB   72 kB/s
     data_sent......................: 7.3 MB  24 kB/s
     http_req_blocked...............: avg=7.31µs   min=2.01µs   med=4.55µs   p(90)=6.21µs   p(95)=7.39µs   p(99)=44.49µs  max=6.57ms  
     http_req_connecting............: avg=419ns    min=0s       med=0s       p(90)=0s       p(95)=0s       p(99)=0s       max=3.92ms  
   ✓ http_req_duration..............: avg=20.35ms  min=7.16ms   med=18.06ms  p(90)=29.96ms  p(95)=36.32ms  p(99)=57.07ms  max=186.74ms
       { expected_response:true }...: avg=20.35ms  min=7.16ms   med=18.06ms  p(90)=29.96ms  p(95)=36.32ms  p(99)=57.07ms  max=186.74ms
   ✓ http_req_failed................: 0.00%   0 out of 74732
     http_req_receiving.............: avg=75.17µs  min=11.34µs  med=40.23µs  p(90)=148.18µs p(95)=224.55µs p(99)=615.82µs max=6.78ms  
     http_req_sending...............: avg=21.01µs  min=4.82µs   med=10.79µs  p(90)=28.47µs  p(95)=51.03µs  p(99)=207.28µs max=8.37ms  
     http_req_tls_handshaking.......: avg=0s       min=0s       med=0s       p(90)=0s       p(95)=0s       p(99)=0s       max=0s      
     http_req_waiting...............: avg=20.26ms  min=7.09ms   med=17.97ms  p(90)=29.85ms  p(95)=36.25ms  p(99)=57.02ms  max=186.71ms
     http_reqs......................: 74732   248.913877/s
     iteration_duration.............: avg=271.29ms min=109.18ms med=271.11ms p(90)=391.05ms p(95)=406.12ms p(99)=420.79ms max=533.66ms
     iterations.....................: 74732   248.913877/s
     vus............................: 1       min=1              max=75
     vus_max........................: 75      min=75             max=75


running (5m00.2s), 00/75 VUs, 74732 complete and 0 interrupted iterations
default ✓ [ 100% ] 00/75 VUs  5m0s